/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_ptVFVy": {
      "type": "rich-text",
      "blocks": {
        "heading_kEFaht": {
          "type": "heading",
          "settings": {
            "heading": "Terms & Conditions",
            "heading_size": "h1"
          }
        },
        "text_YetUPt": {
          "type": "text",
          "settings": {
            "text": "<h4>Homepage</h4><p> </p><p>These Terms of Service govern your use of the GolfLive Application running on your iPhone, Android phone, or other mobile computing device (the “App”) and your use of the website, and any related services (collectively “Services”) provided by GolfLive Corp. (“GolfLive”). In these Terms of Service, GolfLive may be referred to as “GolfLive” or with first person personal pronouns such as we, us, or “our,” and you, the person viewing these terms of Service and using the App or the Website, may be referred to in second person personal pronouns such as “you” and “yours.” By downloading, accessing, and subscribing to our Services, you agree to abide by these Terms of Service and to comply with all applicable laws and regulations. If at any point, you do not agree with these Terms of Service, immediately stop your use of the Website, the App, and these Services. If you have any questions regarding our collection, use, and protection of the information we collect through our Services, please review our Privacy Policy . We reserve the right to review and amend any of these Terms of Service at our sole discretion. Upon doing so, we will update this page. Any changes to these Terms of Service will take effect immediately from the date of publication. It is your responsibility to stay informed. You will be bound by any amendment or modification to these Terms of Service until you notify us to the contrary. Once notified, within our sole discretion, we will either make an exception for you or terminate your access to the App and the Website.</p><p> </p><h4>Mobile application</h4><p> </p><p>The App makes the Service available through a mobile device. To use the App, you must have a compatible mobile device. We make no warranty or representation about the compatibility of the App or your device. We may from time to time issue upgraded versions of the App and may automatically electronically upgrade the App on your mobile device. You consent to such automatic upgrading on your mobile device and agree that the terms and conditions set forth in these Terms of Service will apply to all such upgrades. Any third-party code that may be incorporated in the App is covered by any applicable open source or third-party license EULA, authorizing use of such code (if any).</p><p> </p><h4>Accounts and access</h4><p> </p><p>To use the Service, you must register for an account (an ” Account”). Your Account gives you access to the Service and functionality that we establish, maintain and modify from time to time in our sole discretion. If you open an Account on behalf of a company, organization (such as a team) or other entity, then (i) “you” includes you and that entity, and (ii) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to these Terms of Service. By connecting to GolfLive with a third-party service (such as social media sites), you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.</p><p> </p><h4>You and golflive services</h4><p> </p><p>GolfLive only enables the connections between you and a Golf Professionals (“Pro” or “Pros” or “Coach”).</p><p> </p><p>GolfLive does not endorse and is not responsible or liable for any content, data, advertising, products, actions, instructions, goods or services available or unavailable from, or through, any third party or Pro. You agree that should you use or rely on such content, data, advertisement, products, actions, instructions goods or services, available or unavailable from, or through any Pro, GolfLive is not responsible or liable, indirectly or directly, for any damage or loss caused or alleged to be caused by or in connection with such use or reliance. Your dealings with, or participation in promotions of any Pro, and any other terms, conditions, representations or warranties associated with such dealings, are between you and such Pro exclusively and do not involve GolfLive. You should make whatever investigation or other resources that you deem necessary or appropriate before hiring or engaging Pro. Pros may link or otherwise direct you to our Services for the purpose of utilizing one or more of the services we provide on behalf of others. Additionally, we may provide links or otherwise direct you to third party or Pro websites. GolfLive does not control or operate any such third party or Pro websites. Any information you provide to these third party or Pro websites while on these third party or Pro websites is subject to the respective policies of the third parties or Pro, and not GolfLive’s policies. It is your responsibility to review such third party or Pro policies, including any relevant privacy policies. You agree that GolfLive will not be responsible or liable for, and does not endorse any content, advertising, goods or services provided on or through these outside websites or for your use or inability to use such websites. GolfLive does not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give to any third party or Pro sites. You use these third party or Pro websites at your own risk.</p><p> </p><p>You agree that GolfLive is not responsible for the accessibility or unavailability of any Pro or for your interactions and dealings with them, waive the right to bring or assert any claim against GolfLive relating to any interactions or dealings with any Pro, and release GolfLive from any and all liability for or relating to any interactions or dealings with Pro.</p><p> </p><p>Without limiting the foregoing, your correspondence or business dealings with, consumption of products or services of, or participation in promotions of, third parties or Pros found on or through the use of the Services, including payment for and delivery or fulfillment of related goods or services, and any other terms, conditions, warranties, or representations associated with such dealings, are solely between you and such third party or Pro. You agree that GolfLive shall not be responsible or liable, directly or indirectly, for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such third parties or Pro on the GolfLive Services.</p><p> </p><h4>Fees and purchase terms</h4><p>You agree to pay all fees and applicable taxes, if any, incurred by you or anyone using your Account.</p><p> </p><p>– You agree to input your credit card or debit card into the app to be charged after the lesson is completed. – Golfer’s credit card or debit card will immediately be charged upon completion of lesson. – A hold for the amount of a 1 hour lesson will be placed on credit or debit card when lesson is booked. – By agreeing to the terms of service, Golfer is ensuring that credit or debit card will not be declined. – Reiterate Pricing Structures: • Instant Lesson – Specified GolfLive rates • Scheduled Instant Lesson – GolfLive rates • Select-A-Pro – Pro’s specified rates</p><p> </p><p>– Lesson duration payment description (Instant Lesson and Scheduled Instant Lesson) Golfer will be charged per the specified dollar amount associated with the specified lesson duration options provided by GolfLive. If the lesson is completed at a time length that falls between the specified durations, Golfer will be charged in full for the next highest specified duration option. (I.E., if duration options are 0 – 10 minutes, 11 – 20 minutes, 21 – 30 minutes, and the total time of the golfers lesson upon completion is 12 minutes, the golfer will be charged for a 20 minute lesson)</p><p> </p><h4>Pricing</h4><p> </p><p>We offer three different types of lessons from our professional golf instructors:</p><p> </p><p>• Instant Lessons</p><p> </p><p>To secure an Instant Lesson, use the App to signal our professional golf instructors that, using the App, you are ready, willing, and able to receive instruction immediately or with next available Pro. You will be notified that an instructor has been identified and is willing to commence the lesson promptly. Once you affirm, using the App, the lesson, you have made an irrevocable commitment to pay (with a debit to your account and the card associated therewith) for the lesson at the applicable rate (discussed below), unless circumstances are such as to justify a refund under our cancellation policy.</p><p> </p><p>The applicable rates are available on the App. We reserve the right to change the rates at any time without advance notice. The rate applicable for your Instant Lesson will be the rate in effect when you affirm the lesson.</p><p> </p><p>• Scheduled Instant Lessons</p><p> </p><p>A Scheduled Instant Lesson is like an Instant Lesson, except that it is scheduled to take place in the future—at least one hour after the request is made. You include with your request for a lesson the proposed time and date of the lesson. We will, using our proprietary system, identify an instructor. Once you have, using the App, affirmed the scheduled lesson with the instructor, you are obligated, unless one of the circumstances justifying a cancellation (under our policies) applies. The rates applicable for a Scheduled Instant Lesson are the same as those applicable for an Instant Lesson.</p><p> </p><h4>Select-A-Pro</h4><p> </p><p>You may also schedule a lesson in advance with the instructor of your choice. Each of our instructors has supplied an Info Sheet that furnishes, through the App, pertinent information about the instructor, including a brief biographical sketch, the instructor’s availability for scheduled lessons, his/her applicable rates, and other pertinent information we may furnish. From our roster of instructors, select a Pro and, using the App, arrange a lesson, specifying the time and date. Once the lesson has been scheduled, you have made a binding commitment, subject to conditions that, under our policies, justify cancellation. The rate applicable for a Select-A-Pro lesson will be those published on the App by the instructor at the time the lesson is scheduled, even if the instructor later increases his/her rates.</p><p> </p><p>If your first lesson with an instructor was arranged through our App, then you and the instructor will remain subject to our policies, and appointments, private lessons, or non-App-arranged encounters are forbidden. This restriction does not apply to a relationship between an instructor and a student who, prior to arranging a lesson through the App, already had a teacher/student relationship.</p><p> </p><p>We reserve the right in the future to charge fees for any parts of the Service that may have previously been offered without a fee and to offer premium services that may require additional fees. We may revise pricing for the goods and Services at any time. Notwithstanding the rights set forth in the Lesson Cancelations Policy, you acknowledge that we are not required to provide a refund for any reason, and that you are not entitled to receive money or other compensation for unused products and services when an Account is closed, regardless of the reason the Account was closed.</p><p> </p><h4>Fair use</h4><p> </p><p>We provide our Services with the assumption your use will be “business as usual”, as per our offer schedule. If your use is considered to be excessive, then additional fees may be charged, or capacity may be restricted. Lessons through our App are intended for you and members of your family. You are not to act as a distributor for us or to resell lessons.</p><p> </p><p>We are opposed to all forms of abuse, discrimination, infringements of rights, and/or any action that ridicules, belittles, harms, or disadvantages any group, individual, or resource. We expect you (an “End User”) likewise to engage our Services with a similar perspective and with similar intent.</p><p> </p><h4>Customer/client accountability</h4><p> </p><p>By using the App and accepting Services from us, you agree to ensure adherence to this policy. Complaints regarding your actions will be acted upon.</p><p> </p><p>We will provide to you a username and a password to use with the App and in accessing one or more sites. Until you notify us otherwise and we have had a commercially reasonable time to respond to your notice, we may, and will, assume that every transaction entered into, every authorization received, and every act or omission undertaken using your username and password are fully authorized by you. Except to the extent that your password or Account are compromised by our gross negligence, you are solely and entirely responsible for all activity performed using your username and password.</p><p> </p><h4>Prohibited activity</h4><p> </p><p>You are solely responsible for all material you input, upload, disseminate, transmit, create, or publish through or on our Service and for obtaining legal permission to use any works included in such material. Our Service must not be used to transmit, distribute, or store any material in violation of any applicable law. This includes but isn’t limited to the following prohibited activities:</p><p> </p><p>• Transmitting any material protected by copyright, trademark, trade secret, or other intellectual property right without proper authorization.• Removing any copyright or other proprietary notations from any materials or computer programs Using the Services for the purpose of sending unsolicited bulk or commercial messages.• Facilitating the means to send spam and facilitating or engaging in actions that are detrimental to the App, to other End Users of the App, or to the internet, including (but not necessarily limited to) network sniffing, pinging, packet spoofing, flooding, mail-bombing, and denial-of-service attacks.• Obtaining (or attempting to obtain) Services from us without paying for same or with the intent to avoid payment for such Services.• Publishing or transmitting any content or links that contain statements intended to incite violence, depict a violent act, depict child pornography, or threaten anyone’s health or safety.• Engaging in any actions that violate the intellectual property rights of others, including (without limitation) modifying, copying, preparing derivative works of, decompiling, or reverse engineering any materials or computer programs contained in the Services.• Transferring the materials to another person or “mirroring” the materials on any other server.• Knowingly or negligently using the App and/or the Website or any of its associated services in a way that abuses or disrupts our networks, or any other service we provide.• Harvesting, collecting, or gathering user data without the user’s consent; or any engaging in any act that violates a person’s privacy or publicity rights.</p><p> </p><h4>Content standards</h4><p> </p><p>By using the App or the Website, you will be able to display or upload personal content, including (but not limited to) video, voice messaging, live video messaging and text communication (“User Content”). You represent and warrant that your User Content will not:</p><p> </p><p>• Be obscene, defamatory, or constitute as an illegal threat or violate export control laws.• Barass, be indecent, obscene, fraudulent, or consist of or contain unlawful material. violate any applicable laws or regulations.• Be used in conjunction with sending unauthorized advertising or spam.• Be defamatory of any person.• be offensive, hateful or inflammatory.• bully, insult, intimidate or humiliate.• promote or contain sexually explicit material of any kind.• include child sexual abuse material.• promote violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.• infringe any copyright, patent, database right, or trademark of any other person.• be knowingly false or deceptive.• breach any legal duty owed to a third party, such as a contractual duty or a duty of confidence.• promote any illegal content or activity.• be threatening, abusive or invasive of another’s privacy, or cause annoyance, inconvenience, or needless anxiety.</p><p> </p><h4>Intellectual property</h4><p> </p><p>The App, the Website, and the entirety of their contents, features, and functionality (including, but not limited to, all information, computer programs, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by us and our licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.</p><p> </p><p>The intellectual property rights in the materials contained in the App and/or the Website are owned by or licensed to us, and are protected by applicable intellectual property laws. You are responsible for obtaining all hardware necessary to run the App and for any fees, such as internet connection, data, or mobile carrier fees that you incur when accessing the Service. We reserve all rights not expressly granted herein.</p><p> </p><p>This constitutes the grant of a license, not a transfer of title. This license shall automatically terminate if you violate any of these restrictions or the Terms of Service and may be terminated by us at any time.</p><p> </p><p>Except as specifically provided herein, you hereby grant us a perpetual, irrevocable, worldwide, nonexclusive, fully paid-up, royalty free, sublicensable, assignable, and unlimited license and right to copy, reproduce, fix, adapt, modify, improve, translate, reformat, create derivative works from, manufacture, commercialize, publish, distribute, sell, license, sublicense, transfer, rent, lease, transmit, publicly display, publicly perform, make accessible, broadcast, display, enter into computer memory, and use and practice, in any way now known or in the future discovered, your User Content as well as all modified and derivative works thereof and your name, voice, and/or likeness as contained in your User Content in any form, media, or technology, whether or not now known or hereafter developed. To the extent permitted by applicable laws, you hereby waive any moral rights or any of your rights of publicity or privacy you may have in any User Content. You understand and accept that User Content you remove may nevertheless persist in back-up copies indefinitely.</p><p> </p><h4>Disclaimer of warranties</h4><p> </p><p>YOUR USE OF THE APP, THE WEBSITE, THE CONTENT THEREOF, AND ANY SERVICES AND/OR ITEMS AND MATERIALS OBTAINED THROUGH THE APP OR THE WEBSITE ARE AT YOUR OWN RISK. THE SERVICES, MATERIALS, AND/OR ITEMS OBTAINED THROUGH THE APP OR THE WEBSITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. WE HEREBY DISCLAIM AND NEGATE ALL OTHER WARRANTIES INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY OR COURSE OF PERFORMANCE, OR OTHER VIOLATION OF RIGHTS.</p><p> </p><p>NEITHER GOLFLIVE NOR ANY PERSON ASSOCIATED WITH GOLFLIVE MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE APP OR THE WEBSITE. WITHOUT LIMITING THE FOREGOING, NEITHER GOLFLIVE NOR ANYONE ASSOCIATED WITH GOLFLIVE REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED; THAT DEFECTS WILL BE CORRECTED; THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS; OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p><p> </p><h4>Liability</h4><p> </p><p>IN NO EVENT SHALL GOLFLIVE OR ITS SUPPLIERS BE LIABLE FOR ANY CONSEQUENTIAL LOSS SUFFERED OR INCURRED BY YOU OR ANY THIRD PARTY ARISING FROM THE USE OR INABILITY TO USE THE APP, THE WEBSITE, OR THE MATERIALS THEREON, EVEN IF GOLFLIVE OR AN AUTHORIZED REPRESENTATIVE HAS BEEN NOTIFIED, ORALLY OR IN WRITING, OF THE POSSIBILITY OF SUCH DAMAGE.TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL GOLFLIVE, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE APP, THE WEBSITE, ANY WEBSITES LINKED TO THEM, ANY CONTENT ON ANY OF THEM, OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.</p><p> </p><p>The instructors engaged by us are not our employees; they are all independent contractors. Moreover, we cannot run background checks on all these instructors. Rather, we rely on the golf courses and professional organizations to which the instructors belong as an indication of the character and integrity of our instructors. Of course, when we learn that an instructor has engaged in inappropriate conduct we will take action appropriate to the situation. Nevertheless, you should proceed with caution whenever you interact with persons you do not know, especially if you convert</p><p> </p><p>Welcome to an on-line relationship, which is the extent of GolfLive’s involvement, into a face-to-face relationship. We, therefore, are not responsible, and will not be responsible, for the acts or omissions of GolfLive instructors.</p><p> </p><h4>Indemnification</h4><p> </p><p>You agree to defend, indemnify, and hold harmless GolfLive, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Service or your use of the App or the Website, including, but not limited to, your User Content, any use of the content of the App or the Website, services, and products other than as expressly authorized in these Terms of Service, or your use of any information obtained from or through the App or the Website.</p><p> </p><h4>Accuracy of materials</h4><p> </p><p>The materials appearing on our Website or the App are not comprehensive and are for general information purposes only. GolfLive does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the Services provided by or through the App or the Website, or otherwise relating to such materials or on any resources linked or connected with or to the App or the Website.</p><p> </p><h4>Links</h4><p> </p><p>GolfLive has not reviewed all of the sites linked to its website or the App and is not responsible for the contents of any such linked site. This includes links contained in advertisements, including banner advertisements and sponsored links. The inclusion of any link does not imply endorsement, approval, or control by GolfLive of the site. Use of any such linked site is at your own risk, and we strongly advise that you make your own investigations with respect to the suitability of those sites.</p><p> </p><h4>Right to terminate</h4><p> </p><p>We may suspend or terminate your right to use the App or the Website and terminate these Terms of Service immediately upon written notice to you for any breach of these Terms of Service. Additionally, we have the right to:</p><p> </p><p>• remove or refuse to post any User Content for any or no reason in our sole discretion.• take any action with respect to any User Content that we deem necessary or appropriate in our sole discretion, including if we believe that such User Content violates the Terms of Service, including the Prohibited Activity or Content Standards, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the App or the Website or the public, or could create liability for GolfLive.• disclose your identity or other information about you to any third party who claims that material posted by you violates his/her rights, including such person’s intellectual property rights or such person’s right to privacy or publicity.• take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the App, the Website, or associated Services.• terminate or suspend your access to the App, all or part of the Website, or associated Services for any or no reason, including without limitation, any violation of these Terms of Service.</p><p> </p><p>We shall not be responsible for actions we may take in response to breaches of this Terms of Service. The actions we may take are not limited to those described above, and we may take any other action we reasonably deem appropriate.</p><p> </p><h4>Lesson cancellation policy</h4><p> </p><p>The great thing about our App is that it allows real time feedback from a Pro. This access can come through any one of an Instant Lesson, a Scheduled Instant Lesson, or a Select-A-Pro lesson (see above for detailed descriptions). You are responsible for paying for such interaction based on the rate set by GolfLive or the Pro. GolfLive reserves the right to suspend or refuse partial or full payment of a lesson should you report an issue or bad experience that warrants a refund. Refunds, however, will not be furnished without proper investigation and review of all aspects of the lesson.</p><p> </p><p>Although technology has come a long way, it is not always perfect and GolfLive makes no assurances that the Services will not be interrupted. If the service is lost due to technical issues, the lesson is considered cancelled after the inability to reconnect for 5 minutes.</p><p> </p><p>You will be charged the pro-rated amount for the time actually spent in the lesson.It is up to you and the Pro to reschedule the remainder of the lesson if the two of you choose to do so.If either the Client or Pro believes an exception to the foregoing policy should be considered, either Pro or the Client may submit a request to GolfLive management for review. Without such a submission, no action will be taken by GolfLive.</p><p> </p><h4>Select-a-pro lesson cancellation</h4><p> </p><p>For Select-A-Pro lessons, the Pro independently determines his/her cancellation policy. Therefore, you should consult the Pro’s cancellation policy, available on the App or on the Website.1.1 Nevertheless, If Pro cancels a scheduled lesson more than twenty-four (24) hours after a lesson is scheduled (regardless of the time prior to the scheduled lesson), your GolfLive account will be credited with Pro at a time and date mutually agreed upon by you and the Pro, subject to the price credit rules set forth below. If Pro cancels a scheduled lesson more than twenty-four (24) hours after accepting the lesson, the Client’s GolfLive account will be credited appropriately. Time and date of rescheduled lesson to4825-2635-9026.5 be mutually agreed upon by Pro and Client. Pro must provide rescheduled lesson to Client no more than twenty-one (21) days following the date of canceled lesson.Credit Determination. The amount of the credit to be awarded to you by virtue of a cancellation by a Pro of a scheduled Select-A-Pro lesson or a Scheduled Instant Lesson shall be determined as follows:Cancellation by Pro 48+ hours in advance of the scheduled lesson – 10% off next lesson with the Pro in question;Cancellation by Pro 24–48 hours in advance of scheduled Select-A-Pro lesson – 50% off next lesson with the Pro in question;Cancellation by Pro fewer than 24 hours in advance of a scheduled Select-A-Pro lesson – 75% off next lesson with the Pro in question.</p><p> </p><h4>Cancellation of a scheduled lesson by you</h4><p> </p><p>Where a lesson has been scheduled in advance (whether a Select-A-Pro lesson or a Scheduled Instant Lesson), if you cancel, you will incur charges as follows:Select-A-Pro – Golfer cancels prior to lesson:– Subject to Pro’s cancellation policy detailed on Pro’s GolfLive ProfileScheduled Instant Lesson:– Golfer is responsible for reviewing the Pro’s specified cancellation policy once lesson is accepted. Golfer has the right to cancel Scheduled Instant Lesson after reviewing the specified cancellation policy with no charge up to one (1) hour after lesson is confirmed. If time of cancellation by Golfer exceeds one (1) hour after lesson is accepted, Golfer will be charged accordingly per the specified cancellation policy on Pro’s GolfLive profile.</p><p> </p><h4>Copyright infringement</h4><p> </p><p>Reporting Claims of Copyright InfringementWe take claims of copyright infringement seriously. We will respond to notices of alleged copyright infringement that comply with applicable law. If you believe any materials accessible on or from the App, the Website, or associated Services infringe your copyright, you may request removal of those materials (or access to them) from the App, the Website, or associated Services by submitting written notification to our copyright agent designated below. In accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C. § 512) (” DMCA”), the written notice (the “DMCA Notice”) must include substantially the following:Your physical or electronic signature.4825-2635-9026.5Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the App, the Website, or associated Services, a representative list of such works.Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law.A statement that the information in the written notice is accurate.A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.• Counter Notification ProceduresIf you believe that material you posted on or through the App, the Website, or associated Services was removed or access to it was disabled by mistake or misidentification, you may file a counter notification with us (a ” Counter Notice”) by submitting written notification to our copyright agent designated below. Pursuant to the DMCA, the Counter Notice must include substantially the following:Your physical or electronic signature.An identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).A statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.A statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Website may be found) and that you will accept service from the person (or an agent of that person) who provided the complaint at issue.The DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter Notice.Please be aware that if you knowingly materially misrepresent that material or activity on the Website was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.• Our designated copyright agent to receive DMCA Notices and Counter Notices is:4825-2635-9026.5 [Golf Live Corp] [<a href=\"mailto:contact@golfliveapp.com\" title=\"mailto:contact@golfliveapp.com\">contact@golfliveapp.com</a>]</p><p> </p><h4>Miscellaneous</h4><p> </p><p>• Governing LawAll matters relating to the App, the Website, or associated Services, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Texas without giving effect to any choice or conflict of law provision or rule (whether of the State of Texas or any other jurisdiction).• Waiver and SeverabilityNo waiver by GolfLive of any term or condition set out in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of GolfLive to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision. If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.• Entire AgreementThe Terms of Service and our Privacy Policy constitute the sole and entire agreement between you and GolfLive regarding these Services and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Services.</p>"
          }
        }
      },
      "block_order": [
        "heading_kEFaht",
        "text_YetUPt"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "scheme-1",
        "full_width": true,
        "padding_top": 64,
        "padding_bottom": 64,
        "playstore_url": "",
        "apple_app_store_url": ""
      }
    }
  },
  "order": [
    "main",
    "rich_text_ptVFVy"
  ]
}
